tap "homebrew/bundle"
tap "homebrew/core"
brew "git"
brew "nvm"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
vscode "alefragnani.project-manager"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.github-vscode-theme"
vscode "Hridoy.gsap-snippets"
vscode "leighlondon.eml"
vscode "oderwat.indent-rainbow"
vscode "ritwickdey.LiveServer"
vscode "steoates.autoimport"
vscode "vscode-icons-team.vscode-icons"
vscode "zhang-renyang.chat-gpt"
